[
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "dataview",
  "templater-obsidian",
  "obsidian42-brat",
  "obsidian-hider",
  "obsidian-link-embed",
  "obsidian-admonition",
  "obsidian-linter",
  "double-switch",
  "translate",
  "darlal-switcher-plus",
  "sort-frontmatter"
]